tap "puma/puma"
tap "homebrew/fuse"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
tap "rcmdnk/file"
tap "neovim/neovim"
cask "java"
cask "osxfuse"
brew "ack"
brew "libyaml"
brew "gdbm"
brew "openssl"
brew "readline"
brew "sqlite"
brew "python"
brew "ansible"
brew "antigen"
brew "archey"
brew "xz"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "awscli"
brew "boost"
brew "c-ares"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "daemonize"
brew "diff-so-fancy"
brew "dos2unix"
brew "lame"
brew "perl"
brew "git", args: ["without-completions"]
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "pcre2"
brew "fish"
brew "freetype"
brew "fontconfig"
brew "fping"
brew "fpp"
brew "fzf"
brew "gettext"
brew "git-extras"
brew "gnu-getopt"
brew "git-flow-avh"
brew "gnu-sed"
brew "lua"
brew "gnuplot"
brew "libtool"
brew "graphviz"
brew "highlight"
brew "hping"
brew "htop-osx"
brew "httpie"
brew "icu4c"
brew "imagemagick"
brew "intltool"
brew "iperf3"
brew "oniguruma"
brew "jq"
brew "jsoncpp"
brew "libevent"
brew "libvo-aacenc"
brew "libwebsockets"
brew "lnav"
brew "luajit"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "mitmproxy"
brew "mobile-shell"
brew "monit"
brew "mosquitto"
brew "mtr"
brew "mycli"
brew "mysql"
brew "ncftp"
brew "nmap"
brew "ntfs-3g"
brew "optipng"
brew "phantomjs"
brew "pkg-config"
brew "proxychains-ng"
brew "pwgen"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "shadowsocks-libev"
brew "shellcheck"
brew "sl"
brew "socat"
brew "ssh-copy-id"
brew "swagger-codegen"
brew "sysbench"
brew "sysdig"
brew "the_silver_searcher"
brew "tig"
brew "tmux", args: ["HEAD"]
brew "tree"
brew "vim", args: ["with-gettext", "with-lua", "with-python3", "with-tcl"]
brew "watch"
brew "wget"
brew "wrk"
brew "xhyve"
brew "xmlstarlet"
brew "yank"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "puma/puma/puma-dev"
brew "rcmdnk/file/brew-file"
cask "keycastr"
cask "macdown"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "quicklook-csv"
cask "quicklook-json"
mas "Apple Configurator", id: 434433123
mas "Be Focused", id: 973134470
mas "Free-Video-Converter", id: 543848771
mas "GarageBand", id: 408980954
mas "iBooks Author", id: 490152466
mas "iMovie", id: 408981434
mas "Install macOS High Sierra", id: 0
mas "Jietu", id: 1059334054
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 715768417
mas "MPlayerX", id: 421131143
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "QuickCast", id: 710575188
mas "Slack", id: 803453959
mas "SonicWall Mobile Connect", id: 822514576
mas "WeChat", id: 836500024
mas "Xcode", id: 497799835
