tap "cjbassi/gotop"
tap "derailed/k9s"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "khanhas/tap"
tap "liamg/tfsec"
tap "mas-cli/tap"
tap "minio/stable"
tap "nats-io/nats-tools"
tap "wallix/awless"
tap "ycd/tap"
brew "ack"
brew "gettext"
brew "git"
brew "antibody"
brew "archey"
brew "openssl@1.1"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "assh"
brew "atuin"
brew "aws-iam-authenticator"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "bench"
brew "harfbuzz"
brew "bfg"
brew "ccze"
brew "cmake"
brew "cmatrix"
brew "cowsay"
brew "ctags"
brew "ctop"
brew "curl"
brew "delta"
brew "diff-so-fancy"
brew "doctl"
brew "dos2unix"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fpp"
brew "fx"
brew "fzf"
brew "font-hack-nerd-font"
brew "gawk"
brew "git-filter-repo"
brew "gnu-getopt"
brew "git-flow-avh"
brew "git-interactive-rebase-tool"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "goaccess"
brew "hey"
brew "hping"
brew "htop"
brew "httpie"
brew "httpstat"
brew "inetutils"
brew "ipcalc"
brew "iperf"
brew "iperf3"
brew "jmeter"
brew "jq"
brew "k6"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "libav"
brew "libmagic"
brew "lnav"
brew "luarocks"
brew "mas"
brew "mitmproxy"
brew "mtr"
brew "ncdu"
brew "neovim"
brew "ngrep"
brew "nmap"
brew "node@16"
brew "noti"
brew "nss"
brew "p0f"
brew "packer"
brew "peco"
brew "ponysay"
brew "prettyping"
brew "pssh"
brew "rename"
brew "renameutils"
brew "ripgrep"
brew "rsync"
brew "s3cmd"
brew "shellcheck"
brew "socat"
brew "sops"
brew "stern"
brew "stunnel"
brew "tcpflow"
brew "wireshark", link: false
brew "termshark"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vegeta"
brew "watch"
brew "watchman"
brew "websocat"
brew "wget"
brew "wrk"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "z"
brew "derailed/k9s/k9s"
brew "liamg/tfsec/tfsec"
brew "minio/stable/mc"
brew "nats-io/nats-tools/nats"
brew "ycd/tap/dstp"
cask "anydesk"
cask "appcleaner"
cask "aws-vault"
cask "dingtalk"
cask "docker"
cask "flux"
cask "font-dejavusansmono-nerd-font"
cask "font-firacode-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolatalgc-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-noto-serif-cjk"
cask "font-noto-serif-cjk-sc"
cask "font-noto-serif-cjk-tc"
cask "font-saucecodepro-nerd-font"
cask "fork"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "handshaker"
cask "iina"
cask "iterm2"
cask "itsycal"
cask "keka"
cask "keybase"
cask "keyboardcleantool"
cask "keycastr"
cask "macdown"
cask "muzzle"
cask "notion"
cask "osxfuse"
cask "pomotodo"
cask "postman"
cask "skype"
cask "spectacle"
cask "spotify"
cask "teamviewer"
cask "telegram"
cask "tunnelblick"
cask "visual-studio-code"
cask "wireshark"
cask "zenmap"
mas "1Password for Safari", id: 1569813296
mas "AdBlock", id: 1402042596
mas "Hidden Bar", id: 1452453066
mas "iMovie", id: 408981434
mas "iShot", id: 1485844094
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "QQ", id: 451108668
mas "SonicWall Mobile Connect", id: 822514576
mas "The Unarchiver", id: 425424353
mas "WeChat", id: 836500024
mas "Xcode", id: 497799835
