tap "caskroom/cask"
tap "cjbassi/gotop"
tap "derailed/k9s"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "khanhas/tap"
tap "liamg/tfsec"
tap "mas-cli/tap"
tap "minio/stable"
tap "wallix/awless"
brew "ack"
brew "ansible"
brew "ansible-lint"
brew "archey"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "assh"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "bench"
brew "ccze"
brew "cmake"
brew "cmatrix"
brew "cowsay"
brew "ctags"
brew "ctop"
brew "diff-so-fancy"
brew "dos2unix"
brew "exa"
brew "fd"
brew "fpp"
brew "node"
brew "fx"
brew "fzf"
brew "gettext", link: true
brew "git"
brew "gnu-getopt"
brew "git-flow-avh"
brew "python"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "goaccess"
brew "graphviz"
brew "hey"
brew "hping"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "inetutils"
brew "ipcalc"
brew "iperf3"
brew "jmeter"
brew "jq"
brew "kubernetes-cli"
brew "libav"
brew "libmagic"
brew "lnav"
brew "luarocks"
brew "mas"
brew "mitmproxy"
brew "mtr"
brew "mycli"
brew "mysql"
brew "mysql-client"
brew "mysqltuner"
brew "ncdu"
brew "neovim"
brew "ngrep"
brew "nmap"
brew "noti"
brew "nss"
brew "p0f"
brew "packer"
brew "peco"
brew "pipenv"
brew "ponysay"
brew "prettyping"
brew "pssh"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "renameutils"
brew "rsync"
brew "skaffold"
brew "socat"
brew "sops"
brew "stunnel"
brew "sysbench"
brew "tcpflow"
brew "termshark"
brew "terraform-docs"
brew "tfenv"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vegeta"
brew "watch"
brew "watchman"
brew "websocat"
brew "wget"
brew "wrk"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "cjbassi/gotop/gotop"
brew "derailed/k9s/k9s"
brew "getantibody/tap/antibody"
brew "jesseduffield/lazydocker/lazydocker"
brew "liamg/tfsec/tfsec"
brew "minio/stable/mc"
brew "wallix/awless/awless"
cask "appcleaner"
cask "dashlane"
cask "discord"
cask "filezilla"
cask "flux"
cask "font-dejavusansmono-nerd-font"
cask "font-firacode-nerd-font"
cask "font-firacode-nerd-font-mono"
cask "font-hack-nerd-font"
cask "font-hack-nerd-font-mono"
cask "font-inconsolata"
cask "font-iosevka"
cask "font-meslo-for-powerline"
cask "font-meslo-nerd-font"
cask "font-meslo-nerd-font-mono"
cask "font-powerline-symbols"
cask "font-source-code-pro-for-powerline"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
cask "fork"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "keybase"
cask "keyboardcleantool"
cask "keycastr"
cask "macdown"
cask "manta"
cask "muzzle"
cask "mysqlworkbench"
cask "nally"
cask "osxfuse"
cask "skype"
cask "spectacle"
cask "teamviewer"
cask "telegram"
cask "wireshark"
cask "zenmap"
cask "zoomus"
mas "1Password 7", id: 1333542190
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "QQ", id: 451108668
mas "SonicWall Mobile Connect", id: 822514576
mas "The Unarchiver", id: 425424353
mas "WeChat", id: 836500024
mas "Xcode", id: 497799835
